Repository: vflorian2000/MCServerStatus-WordPressWidget
Catalog: languages/server-status-for-minecraft-pc-pe-*.po
Languages: hu_hu

source: Minecraft Server Status
hu_hu: Minecraft szerver állapota

source: Show Minecraft server data, common for Java and Bedrock editions.
hu_hu: A Minecraft szerveradatainak megjelenítése, Java és Bedrock szerverek esetén.

source: Precautions
hu_hu: Óvintézkedések

source: This method use GameSpy4 protocol, and requires enabling query listener in your server.properties like this:
hu_hu: Ez a widget a GameSpy4 protokollt használja, és engedélyeznie kell a query-t a server.properties fájlban,így:

source: Enabled query listener, can't get server data, it may be that your website hosting provider doesn't allow requests, you can try setting query port to 25565 (%s) in %s file and then testing it.
hu_hu: Ha engedélyezett query-vel sem tudja léekérni a szerver adatait, előfordulhat, hogy a webhelyszolgáltató nem engedélyezi a kérelmeket, a lekérdezési portot 25565-re (%s) állítsa be %s fájlban, majd tesztelje azt.

source: If you still can't, please contact your website hosting provider.
hu_hu: Ha még mindig nem működik, kérjük, vegye fel a kapcsolatot a webhely tárhelyszolgáltatójával.

source: If query listener cannot be used, it automatically switches to ping.
hu_hu: Ha a query nem használható, a widget automatikusan pingre vált.

source: General options
hu_hu: Általános beállítások

source: Title
hu_hu: Cím

source: Host
hu_hu: IP

source: Server Port
hu_hu: Port

source: Player Avatar size
hu_hu: Player Avatar mérete

source: Web Site
hu_hu: Weboldal

source: Display options
hu_hu: Megjelenítési Beállítások

source: Show Server MOTD
hu_hu: MOTD mutatása

source: Show status
hu_hu: Státusz mutatása

source: Show host
hu_hu: IP mutatása

source: Show port
hu_hu: Port mutatása

source: Show server platform
hu_hu: Platform mutatása

source: Show server software
hu_hu: Szoftver mutatása

source: Show game version
hu_hu: Verzió mutatása

source: Show plugins
hu_hu: Pluginok mutatása

source: Show players
hu_hu: Játékosok mutatása

source: Show players avatar
hu_hu: Játékos avatarok mutatása

source: MCPE will show Steve avatar
hu_hu: Az MCPE Steve avatart fog mutatni

source: Show player list automatically
hu_hu: Játékoslista automatikus mutatása

source: Advanced options
hu_hu: Haladó beállítások

source: Auto update status
hu_hu: Automatikus frissítés állapota

source: Set seconds
hu_hu: Időköz(s) beállítása

source: The minimum can be set to 5 second
hu_hu: A minimum 5s

source: About
hu_hu: Rólunk

source: Developer Website:
hu_hu: A fejlesztő weboldala

source: Developer Facebook:
hu_hu: A fejlesztő Facebook oldala:

source: Developer Twitter:
hu_hu: A fejlesztp Twitter oldala:

source: Developer GitHub:
hu_hu: A fejlesztő GitHub profilja:

source: Plugin GitHub:
hu_hu: A plugin GitHub repoja:

source: Donate:
hu_hu: Adományozás:

source: Your Donate is our motivation!
hu_hu: Az adományozásod motivál minket!

source: Show donate info
hu_hu: Adomány info mutatása

source: This option does not force checked, check it and we will be grateful that you
hu_hu: Ez az opció nem automatikusan bekapcsolt, de megköszönjük, ha bekapcsolod

source: Server MOTD:
hu_hu: MOTD:

source: Status:
hu_hu: Státusz:

source: Online
hu_hu: Elérhető

source: Host:
hu_hu: IP:

source: Server platform:
hu_hu: Platform:

source: Ping request cannot get data.
hu_hu: Ping kérés sikertelen.

source: Server software:
hu_hu: Szerver szoftver:

source: Game version:
hu_hu: Verzió:

source: Website
hu_hu: Weboldal

source: Plugins:
hu_hu: Pluginok:

source: Plugins list
hu_hu: Pluginlista

source: Not found.
hu_hu: Nem található.

source: Players:
hu_hu: Játékosok:

source: Players list
hu_hu: Játékosok listája

source: Download this plugin:
hu_hu: A plugin letöltése

source: Server Status For Minecraft PC & PE
hu_hu: Minecraft PC & PE Szerver Státusz

source: Donate this plugin:
hu_hu: Adományozz a fejlesztőknek:

source: Offline
hu_hu: Nem elérhető

source: Server Status For Minecraft PC & PE (MCServerStatus)
hu_hu: Minecraft PC & PE Szerver Státusz (MCServerStatus)

source: Server Status For Minecraft PC & PE is a WordPress Widget, show Minecraft Java and Bedrock editions server data.
hu_hu: Minecraft PC & PE Szerver Státusz widget, ami a Minecraft szerveradatainak megjelenítésére szolgál, Java és Bedrock szerverek esetén.
